{
  "playbookName": "Tactical Officer",
  "requiredMoves": [
    {
      "moveName": "Armed and Ready",
      "description": "While in an armed conflict your Open Fire roll, if it is a hit, is +1 Hold."
    }
  ],
  "numOptionalMoves": 2,
  "optionalMoves": [
    {
      "moveName": "Scan That Vessel",
      "description": "When you Perform a Scan against a ship, on a hit, you automatically get a free question: “What is the weakest part or system on this ship?”"
    },
    {
      "moveName": "Look Out, Sir!",
      "description": "When a member of your away team is attacked, roll +Duty. On a 10+, choose 2. On a 7-9, choose 1. On a 6-, you both suffer the original attack.",
      "holds": [
        "You redirect the attack to yourself.",
        "The attack deals less Harm.",
        "You get into advantageous position against the attacker, take Advantage Forward for your next move against them."
      ]
    },
    {
      "moveName": "Ceremonial Weapon",
      "description": "When performing an Open Fire move with a handheld weapon, inflict +1 Harm and take -1 Harm, but you may not keep yourself out of harm’s way."
    },
    {
      "moveName": "Redundant Targeting Systems",
      "description": "When you Open Fire, you always at least Hold 1, even on a miss."
    },
    {
      "moveName": "Security Detail",
      "description": "You have a specially trained security squad that counts as your own squad (see AW’s mob rules)."
    },
    {
      "moveName": "Life and Death Situations",
      "description": "When you Issue Orders in a combat situation, roll +War instead of +Rank."
    },
    {
      "moveName": "Full Weapons Spread",
      "description": "When you Open Fire, you may take Disadvantage to fire multiple weapon systems at once."
    },
    {
      "moveName": "Wartime Command",
      "description": "You get +1 War (+3 maximum.)"
    },
    {
      "moveName": "Ready for Command",
      "description": "May only be taken as an advancement. You are +1 Rank (maximum +3)."
    }
  ],
  "descriptors": [
    {
      "name": "Warrior",
      "stats": {
        "war": 2,
        "peace": -1,
        "duty": 1,
        "explore": 0,
        "rank": 1
      },
      "advancement": "If you found yourself in a situation that meant indeed, today is a good day to die, mark experience."
    },
    {
      "name": "Logical",
      "stats": {
        "war": 2,
        "peace": -1,
        "duty": 2,
        "explore": -1,
        "rank": 0
      },
      "advancement": "If you explored an alternative to violence in a violent situation, mark experience."
    },
    {
      "name": "Down-Homey",
      "stats": {
        "war": 2,
        "peace": 1,
        "duty": 1,
        "explore": -1,
        "rank": 0
      },
      "advancement": "If you entered into a conflict so strange that it defied all of your experiences, mark experience."
    },
    {
      "name": "Augmented",
      "stats": {
        "war": 2,
        "peace": -1,
        "duty": 0,
        "explore": 2,
        "rank": -1
      },
      "advancement": "If your superior abilities in battle caused you to become alienated from others, mark experience."
    },
    {
      "name": "Outsider",
      "stats": {
        "war": 2,
        "peace": 0,
        "duty": 1,
        "explore": 1,
        "rank": -1
      },
      "advancement": "If your reaction to a battle was handled in a completely alien way, mark experience."
    }
  ],
  "quote": "\"You look for battles in the wrong place. The true test of a warrior is not without, it is within.\"\n\t-Lt. Worf",
  "roleFluff": "The tactical officer, tactics officer or tactical aide was an officer stationed at the tactical station and was responsible controlling a starship's weaponry and shields.... (TNG: \"Redemption\"; Star Trek III: The Search for Spock)\n\nOn Starfleet vessels, the tactical officers job was to maintain weapon and shield readiness along with executing firing solutions. These solutions could range from a low intensity phaser beam or to plot a torpedo firing pattern. Security chiefs frequently doubled as tactical officers, though the two roles were not required to be filled by the same person. (TNG: \"Pen Pals\", \"Masks\")\n\t-Memory Alpha Wiki"
}
