{
  "playbookName": "Chief Engineer",
  "requiredMoves": [
    {
      "moveName": "Reroute Power",
      "description": "When you give a systems some extra juice, roll +Explore. On a 10+, choose a benefit: the next officer to use that system takes Advantage Forward, a weapon does +1 Harm, shields provide +1 Armor. On a 7-9, you give the bonus, and choose one:",
      "holds": [
        "A different important system goes offline (chosen by the GM)",
        "Power reserves are strained- Reroute Power rolls take Disadvantage Ongoing until they can be fully re-initialized",
        "Feedback causes damage (ship takes 1 Harm)"
      ]
    },
    {
      "moveName": "Repair Orders",
      "description": "When you attempt to repair an offline system or piece of the ship, roll +Explore. On a 10+, bring the system back online or repair 1 Harm. On a 7-9, also choose one:",
      "holds": [
        "The repair will take extra time",
        "The repair will require exotic parts, jury-rigged adjustments, or another command officer’s time and expertise to complete",
        "Two other systems (of your choice) will have to go offline in order to make the repairs"
      ]
    }
  ],
  "numOptionalMoves": 1,
  "optionalMoves": [
    {
      "moveName": "Genius",
      "description": "Increase your Explore by +1 (to a maximum of +3)"
    },
    {
      "moveName": "Logistics",
      "description": "When you Issue Orders for an engineering problem, roll +Explore instead of +Rank."
    },
    {
      "moveName": "Miracle Worker",
      "description": "When you Go Boldly involving an engineering task, you may use +Explore instead of +Duty. On a 10+, the task is done in record time."
    },
    {
      "moveName": "I'm Giving Her All She's Got!",
      "description": "You may use a system as though it were not offline with Disadvantage Ongoing. On a miss, the system shuts down permanently until extensive repairs can be completed."
    },
    {
      "moveName": "Inventory",
      "description": "You are always working on the next big thing that will make the ship/crew safer/stronger/faster/invisible or whatever. Describe the invention to the GM.\nAt the beginning of each session, roll +Duty. On 10+, hold 2+Explore. On 7-9, hold +Explore. Spend your hold as part of another roll to make a breakthrough on your project and mark ship XP. When the ship advances, your invention is ready to be installed by engineering personnel.\nOn a 6-, your work suffers a serious setback that must be dealt with during the mission or lose all progress so far."
    },
    {
      "moveName": "Ready For Command",
      "description": "May only be taken as an advancement. You are +1 Rank (maximum +3)."
    }
  ],
  "quote": "\"Back home, we call him 'the miracle worker'.\"\n\t– Leonard H. McCoy, 1986 (Star Trek IV: The Voyage Home)",
  "roleFluff": "On starships or starbases, the chief engineering officer (often shortened to chief engineer) is in charge of all engineers and engineering duties.\n\nThe chief engineer's duties range from making the duty shift roster for engineering personnel to advising the captain on possible solutions for certain technical problems. In general the chief engineer is an officer with enough experience in his or her own field of expertise and with seniority over the rest of the engineers. A chief engineer is also a member of the senior staff and accountable for the overall performance of the vessel.\n\nIn the context of engineering, the chief engineer may be seen giving orders to persons who would ordinarily outrank him in other contexts, e.g., the second officer. For example, Data regularly takes orders from Geordi La Forge in engineering contexts, even though as the second officer Data outranks Geordi in absolute terms. (TNG)\n\t-Memory Alpha Wiki"
}
